<div class="bg_F28962 giftInfo">
    <div class="wapper giftInfoWap">
        <section class="secGiftInfo">
            <h2 class="t_center cl_fff fw_500 txtset  h2GiftInfo">ギフトのことならフランシーズへ</h2>
            <ul class="d_flex j_between row ulGiftInfo">
                <li class="liGiftInfo">
                    <figure class="iconGiftInfo">
                        <svg xmlns="http://www.w3.org/2000/svg" width="60" height="60" viewBox="0 0 60 60" fill="none">
                            <path d="M53.1028 26.5631V48.3351C53.1028 49.36 52.7387 50.2269 52.0104 50.9359C51.2826 51.6453 50.3926 52 49.3405 52H10.6002C9.54812 52 8.65815 51.6453 7.93032 50.9359C7.20204 50.2269 6.8379 49.36 6.8379 48.3351V26.4612C5.60462 25.5718 4.76673 24.4399 4.32424 23.0657C3.88174 21.6914 3.89216 20.2829 4.35549 18.8403L7.01589 10.3651C7.37822 9.2414 7.95999 8.39963 8.76119 7.83978C9.56239 7.27993 10.5343 7 11.677 7H48.0443C49.2078 7 50.2128 7.27397 51.0593 7.82191C51.9062 8.37029 52.4934 9.18404 52.8209 10.2632L55.6532 18.8403C56.1165 20.2829 56.1156 21.7084 55.6505 23.1166C55.1853 24.5249 54.3361 25.6737 53.1028 26.5631ZM36.014 25.8351C37.8153 25.8351 39.2037 25.3481 40.1792 24.374C41.1548 23.3999 41.5694 22.3682 41.4231 21.2789L39.5155 9.03625H31.0492V20.6681C31.0492 22.0525 31.5302 23.2598 32.4922 24.2899C33.4537 25.3201 34.6277 25.8351 36.014 25.8351ZM23.5714 25.8351C25.1181 25.8351 26.4028 25.3311 27.4255 24.323C28.4481 23.3149 28.9595 22.0966 28.9595 20.6681V9.03625H20.4409L18.5332 21.4827C18.4218 22.358 18.826 23.3021 19.7459 24.3151C20.6657 25.3285 21.9409 25.8351 23.5714 25.8351ZM11.3638 25.8351C12.6596 25.8351 13.7822 25.4032 14.7315 24.5394C15.6808 23.6756 16.2408 22.6126 16.4115 21.3504L18.2302 9.03625H11.3319C10.74 9.03625 10.261 9.16353 9.89505 9.41809C9.5291 9.67265 9.2766 10.0545 9.13756 10.5636L6.43028 19.3088C5.90762 20.8803 6.11482 22.3609 7.0519 23.7506C7.98943 25.1403 9.42674 25.8351 11.3638 25.8351ZM48.5769 25.8351C50.2703 25.8351 51.6578 25.1851 52.7394 23.8849C53.8214 22.5852 54.0836 21.0599 53.5261 19.3088L50.7672 10.4617C50.6277 9.95257 50.3749 9.58772 50.009 9.36713C49.643 9.14655 49.1641 9.03625 48.5721 9.03625H41.7261L43.5448 21.3504C43.7504 22.6126 44.3191 23.6756 45.2507 24.5394C46.1828 25.4032 47.2915 25.8351 48.5769 25.8351ZM10.6002 49.9638H49.3405C49.7934 49.9638 50.1852 49.8111 50.5158 49.5058C50.8469 49.2001 51.0124 48.8099 51.0124 48.3351V27.5504C50.7443 27.6625 50.3881 27.7439 49.9438 27.7946C49.4995 27.8454 49.0438 27.8707 48.5769 27.8707C47.4102 27.8707 46.3434 27.6224 45.3764 27.1256C44.4094 26.6284 43.48 25.8435 42.5883 24.771C41.8985 25.6874 41.0275 26.4332 39.9754 27.0085C38.9233 27.5833 37.6185 27.8707 36.0609 27.8707C34.9114 27.8707 33.8672 27.6325 32.9283 27.156C31.9894 26.6791 31.0148 25.9485 30.0043 24.9643C29.1157 25.9282 28.1159 26.6537 27.0049 27.1408C25.8935 27.6274 24.8029 27.8707 23.7331 27.8707C22.5383 27.8707 21.3974 27.6537 20.3104 27.2196C19.2234 26.785 18.295 25.9688 17.525 24.771C16.1242 26.0707 14.8943 26.9123 13.8354 27.2957C12.7765 27.679 11.9526 27.8707 11.3638 27.8707C10.9073 27.8707 10.4709 27.8454 10.0547 27.7946C9.63803 27.7439 9.26256 27.6625 8.92831 27.5504V48.3351C8.92831 48.8099 9.09385 49.2001 9.42493 49.5058C9.75556 49.8111 10.1473 49.9638 10.6002 49.9638Z" fill="white" />
                        </svg>
                    </figure>
                    <h3 class="t_center cl_fff fw_500 txtset h3GiftInfo">フランシーズについて</h3>
                    <p class="txtset text_justify fw_500 txtGiftInfo">
                        ケーキ・焼き菓子・お花など、贈り物にぴったりの商品を取り揃えています。ご家庭用はもちろん、大量発注や企業様向けのご注文にも対応いたします。
                    </p>
                </li>

                <li class="liGiftInfo">
                    <figure class="iconGiftInfo">
                        <svg xmlns="http://www.w3.org/2000/svg" width="60" height="60" viewBox="0 0 60 60" fill="none">
                            <path d="M37.732 54.0021V35.8688L34.332 33.6021V17.2821C34.332 16.8012 34.5231 16.34 34.8631 15.9999C35.2032 15.6598 35.6644 15.4688 36.1454 15.4688H48.3854C48.6239 15.4673 48.8604 15.5132 49.0811 15.6038C49.3018 15.6943 49.5023 15.8279 49.6709 15.9965C49.8396 16.1652 49.9731 16.3657 50.0637 16.5864C50.1543 16.8071 50.2002 17.0436 50.1987 17.2821V33.6021L46.7987 35.8688V54.0021" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            <path d="M10.8672 32V18.9231C10.8672 17.8826 11.2096 16.8848 11.8191 16.149C12.4286 15.4133 13.2552 15 14.1172 15H20.6172C21.4791 15 22.3058 15.4133 22.9153 16.149C23.5248 16.8848 23.8672 17.8826 23.8672 18.9231V32" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            <path d="M42.2676 6C43.5929 6.00021 44.667 7.07504 44.667 8.40039C44.6668 9.72556 43.5928 10.7996 42.2676 10.7998C40.9422 10.7998 39.8674 9.72569 39.8672 8.40039C39.8672 7.07491 40.9421 6 42.2676 6Z" stroke="white" stroke-width="2" />
                            <path d="M17.334 6C18.6593 6.00021 19.7334 7.07504 19.7334 8.40039C19.7332 9.72556 18.6592 10.7996 17.334 10.7998C16.0086 10.7998 14.9338 9.72569 14.9336 8.40039C14.9336 7.07491 16.0085 6 17.334 6Z" stroke="white" stroke-width="2" />
                            <path d="M6 32.4688H34.3333" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            <path d="M6 32.4688H34.3333" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            <path d="M50.1992 32.4688H54.7326" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </figure>
                    <h3 class="t_center cl_fff fw_500 txtset h3GiftInfo">ギフトコンシェルジュ</h3>
                    <p class="txtset text_justify fw_500 txtGiftInfo">
                        ご進物のご相談を承る「ギフトコンシェルジュ」が常駐。専用のコンサルティングルームにて、用途やご予算に合わせた最適な贈り物選びをお手伝いいたします。
                    </p>
                </li>

                <li class="liGiftInfo">
                    <figure class="iconGiftInfo">
                        <svg xmlns="http://www.w3.org/2000/svg" width="60" height="60" viewBox="0 0 60 60" fill="none">
                            <path d="M48 34.5V52.5H12V27.75" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            <path d="M36.75 18.75H51.375V27.75H36.75" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            <path d="M30 27.75H8.625V18.75H30" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            <path d="M30 52.5V18.75" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            <path d="M30 18.75C30 18.75 30 8.625 39.8212 8.625C45.2887 8.625 45.2212 18.75 39.8212 18.75" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            <path d="M30.0007 18.75C30.0007 18.75 30.0007 8.625 20.1794 8.625C14.7119 8.625 14.5544 18.75 20.1794 18.75" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </figure>
                    <h3 class="t_center cl_fff fw_500 txtset h3GiftInfo">包装サービス</h3>
                    <p class="txtset text_justify fw_500 txtGiftInfo">
                        お祝いや内祝いなど、さまざまなご用途に合わせて無料で熨斗（のし）紙をご用意しております。大切な方への贈り物を、真心を込めて丁寧にお包みいたします。
                    </p>
                </li>
            </ul>
        </section>
    </div>
</div>